{
    "Rules": [
        "The hostel shall be open to regular students on the rolls of the Institute. The students who can make suitable arrangements with their parents or guardians for boarding/lodging outside the campus may be allowed to do so with the permission of the Principal on production of a written undertaking from the father/guardian that they will take part in all the extra curricular activities of the Institute and for their good conduct.",
        "Every boarder must have a copy of the rules to aware himself of all the rules and regulations of the hostel. He/ She must observe them strictly. Ignorance of rules will not be considered as an excuse.",
        "While issuing character certificate to the boarders, the opinion of the Hostel Warden will be given weightage. The Hostel Warden will exercise general supervision and control over the hostel.",
        "Boarders must look up the hostel notice board twice a day as sometimes important notices are put up there. All cases of illness are put up there.",
        "No Student should keep any fire/arms, lethal weapons, poisonous things or intoxicants of any kind in the hostel and a boarder found guilty of having committed a breach of this rule shall be liable to be expelled from the hostel apart from any other punishment that may be awarded on the merit of each case, by the principal.",
        "Any meeting to be held in the Hostel premises should have the prior approval of the Principal/Hostel Warden."
    ],
    "Notice": [
        "Students are expected to maintain perfect discipline and proper atmosphere.",
        "All kind of shouting, violence, knocking, or any other act of movement or behavior that is likely to cause disturbance or annoyance is strictly prohibited.",
        "Visiting in Dining Hall, the common room, and the canteen and outside the hostel campus should always be in proper dress.",
        "Lights must be switched off when not in use",
        "The use of electric heater, electric rods and other similar electric installation and for all electric repairs the electricians should be called in."
    ]
}